Repository: JacobLinCool/Resonance
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Loudness threshold
zh_hant: 音量門檻

source: Reset
zh_hant: 重設

source: Sync adjustment
zh_hant: 同步微調

source: Follow the room
zh_hant: 跟隨現場

source: Re-listen during playback to catch song changes.
zh_hant: 播放時定期重新聆聽，跟上現場換歌。

source: Open System Settings
zh_hant: 開啟系統設定

source: Version %@ is available
zh_hant: 新版本 %@ 已推出

source: Re-sync
zh_hant: 重新同步

source: History
zh_hant: 歷史紀錄

source: Recognition history
zh_hant: 辨識歷史

source: Recognition History
zh_hant: 辨識歷史

source: Settings and Help
zh_hant: 設定與說明

source: Resonance Settings and Help
zh_hant: Resonance 設定與說明

source: Quit
zh_hant: 結束

source: Authorizing
zh_hant: 授權中

source: Authorizing…
zh_hant: 授權中…

source: Disabled
zh_hant: 已停用

source: Recognizing
zh_hant: 辨識中

source: Active
zh_hant: 聆聽中

source: Starting
zh_hant: 準備中

source: Playing
zh_hant: 播放中

source: Checking the room for changes
zh_hant: 正在確認現場是否換歌

source: Listening to the room
zh_hant: 正在聆聽現場

source: Recognition stream active
zh_hant: 辨識串流進行中

source: Waiting for music above the threshold
zh_hant: 等待超過門檻的音樂

source: Enable
zh_hant: 啟用

source: Disable
zh_hant: 停用

source: Open in Apple Music
zh_hant: 在 Apple Music 開啟

source: No songs recognized yet
zh_hant: 尚未辨識任何歌曲

source: Songs Resonance recognizes appear here.
zh_hant: Resonance 辨識到的歌曲會顯示在這裡。

source: %lld songs
zh_hant: %lld 首歌曲

source: Clear History
zh_hant: 清除歷史

source: Remove from History
zh_hant: 從歷史移除

source: Welcome to Resonance
zh_hant: 歡迎使用 Resonance

source: Sync to the Music Around You
zh_hant: 與身邊的音樂同步

source: Listen
zh_hant: 聆聽

source: Resonance waits until nearby music rises above a loudness threshold.
zh_hant: Resonance 會等到附近的音樂超過音量門檻才開始辨識。

source: Recognize
zh_hant: 辨識

source: A short sample identifies the song and its exact live position.
zh_hant: 短暫取樣即可辨識歌曲與目前的播放位置。

source: Sync
zh_hant: 同步

source: The same song starts from Apple Music in your headphones, aligned with the room.
zh_hant: 同一首歌會從 Apple Music 在你的耳機中播放，並與現場對齊。

source: Get Started asks for Microphone and Media & Apple Music access. Playback needs an active Apple Music subscription.
zh_hant: 按下「開始使用」後，系統會要求「麥克風」與「媒體與 Apple Music」權限。播放需要有效的 Apple Music 訂閱。

source: Not Now
zh_hant: 暫時不要

source: Get Started
zh_hant: 開始使用

source: Resonance lives in the menu bar — look for the waveform icon.
zh_hant: Resonance 常駐於選單列——請尋找波形圖示。

source: General
zh_hant: 一般

source: Open at login
zh_hant: 登入時開啟

source: Start Resonance automatically when you log in.
zh_hant: 登入時自動啟動 Resonance。

source: Match notifications
zh_hant: 配對通知

source: Show a notification when a recognized song starts playing.
zh_hant: 辨識到的歌曲開始播放時顯示通知。

source: Briefly re-listen during playback so a changed song switches automatically and timing drift is corrected.
zh_hant: 播放時短暫重新聆聽，現場換歌時自動切換，並校正時間漂移。

source: Global shortcuts
zh_hant: 全域快速鍵

source: %@ toggles listening anywhere. %@ re-syncs.
zh_hant: 在任何地方按 %1$@ 切換聆聽，按 %2$@ 重新同步。

source: Updates
zh_hant: 更新

source: Check for updates
zh_hant: 檢查更新

source: Check Now
zh_hant: 立即檢查

source: The update check failed. Try again later.
zh_hant: 更新檢查失敗，請稍後再試。

source: A newer release is ready on GitHub.
zh_hant: GitHub 上已有較新的版本。

source: Resonance is up to date.
zh_hant: Resonance 已是最新版本。

source: New releases are checked once a day.
zh_hant: 每天自動檢查一次新版本。

source: Requirements
zh_hant: 系統需求

source: Apple Music subscription
zh_hant: Apple Music 訂閱

source: Synchronized playback starts songs through Apple Music, which requires an active subscription.
zh_hant: 同步播放透過 Apple Music 播放歌曲，需要有效的訂閱。

source: Microphone and Media & Apple Music access
zh_hant: 麥克風與「媒體與 Apple Music」權限

source: Both permissions are requested the first time you press Enable.
zh_hant: 第一次按下「啟用」時會要求這兩項權限。

source: Internet connection
zh_hant: 網際網路連線

source: Recognition and playback both need to reach Apple's servers.
zh_hant: 辨識與播放都需要連線至 Apple 的伺服器。

source: How the Controls Work
zh_hant: 控制項說明

source: Requests the required permissions and starts listening for nearby music. After a match, microphone recognition stops and Resonance starts the corresponding Apple Music song at the estimated matching position.
zh_hant: 要求必要權限並開始聆聽附近的音樂。配對成功後會停止麥克風辨識，Resonance 從估計的對應位置開始播放 Apple Music 中的同一首歌。

source: Stops microphone recognition and any Apple Music playback started by Resonance, then clears the current match.
zh_hant: 停止麥克風辨識與 Resonance 啟動的 Apple Music 播放，並清除目前的配對。

source: Stops the current playback and listens again for a fresh match. Use this when the room changes songs or the timing no longer feels aligned.
zh_hant: 停止目前的播放並重新聆聽配對。當現場換歌或時間不再對齊時使用。

source: Controls how loud nearby audio must be before it is sent to ShazamKit for recognition.
zh_hant: 控制附近的音訊需要多大聲，才會送交 ShazamKit 辨識。

source: Moves playback up to 500 ms earlier or later. The adjustment is saved separately for each audio output device and restored when you switch.
zh_hant: 將播放最多提前或延後 500 毫秒。每個音訊輸出裝置會分別儲存微調值，切換裝置時自動還原。

source: Every recognized song is kept in the history window, with a link back to Apple Music.
zh_hant: 每首辨識到的歌曲都會保留在歷史視窗中，並附上 Apple Music 連結。

source: Privacy
zh_hant: 隱私權

source: Your audio stays yours
zh_hant: 你的音訊只屬於你

source: Resonance does not record or retain microphone audio, operate developer-controlled servers, include analytics, or require an account.
zh_hant: Resonance 不會錄製或保留麥克風音訊、不營運開發者伺服器、不含分析追蹤，也不需要帳號。

source: Privacy Policy
zh_hant: 隱私權政策

source: More Information
zh_hant: 更多資訊

source: Support
zh_hant: 支援

source: Source Code
zh_hant: 原始碼

source: Version %@ (%@)
zh_hant: 版本 %1$@（%2$@）

source: Now syncing
zh_hant: 同步播放中

source: Microphone access was denied. Enable it in System Settings › Privacy & Security › Microphone.
zh_hant: 麥克風權限遭拒。請在「系統設定 › 隱私權與安全性 › 麥克風」中啟用。

source: Couldn't start the microphone: %@
zh_hant: 無法啟動麥克風：%@

source: This song isn't available in the Apple Music catalog. Listening again.
zh_hant: 這首歌不在 Apple Music 目錄中。繼續聆聽。

source: Recognition failed: %@
zh_hant: 辨識失敗：%@

source: %@ Listening again.
zh_hant: %@ 繼續聆聽。

source: Apple Music access was denied. Enable it in System Settings › Privacy & Security › Media & Apple Music.
zh_hant: Apple Music 權限遭拒。請在「系統設定 › 隱私權與安全性 › 媒體與 Apple Music」中啟用。

source: Apple Music access is restricted for this account.
zh_hant: 此帳號的 Apple Music 取用受到限制。

source: An active Apple Music subscription is required for playback.
zh_hant: 播放需要有效的 Apple Music 訂閱。

source: Apple Music is unavailable. Check your connection and the app's code signing.
zh_hant: 無法使用 Apple Music。請檢查網路連線與 app 的簽章設定。

source: The recognized song has no Apple Music catalog track.
zh_hant: 辨識到的歌曲沒有對應的 Apple Music 目錄曲目。

source: This song is unavailable in your Apple Music storefront.
zh_hant: 這首歌在你的 Apple Music 地區商店中無法播放。

source: No audio output device is available.
zh_hant: 沒有可用的音訊輸出裝置。

source: The current audio output did not report a usable latency.
zh_hant: 目前的音訊輸出未回報可用的延遲資訊。

source: Apple Music returned an invalid playback position.
zh_hant: Apple Music 回傳了無效的播放位置。

source: Apple Music couldn't start playback.
zh_hant: Apple Music 無法開始播放。

source: The microphone did not provide a usable audio format.
zh_hant: 麥克風未提供可用的音訊格式。
